---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceSurfaceArea
source: html/1964533a-60a5-8ee9-4fab-285591089501.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceSurfaceArea Property

"Divided Surface Area"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceSurfaceArea { get; }
```